{
  "HEADER": "Eurofurence Registrations-System",
  "WELCOME_HEADER": "Willkommen zur Eurofurence!",
  "COUNTDOWN_PRETEXT_LONG": "Die Registration hat noch nicht begonnen. Du kannst deine Daten schon eingeben, sie aber noch nicht abschicken bis die Registration offiziell startet. Das ist am",
  "COUNTDOWN_PRETEXT_SHORT": "Die Registration beginnt bald! Du kannst deine Daten schon eingeben, sodass du bereit bist deine Registrierung abzuschicken. Dies ist möglich in:",
  "COUNTDOWN_ERROR": "Zeitserver nicht erreichbar!",
  "SUBMIT_COUNTDOWN_PRETEXT_LONG": "Die Registration hat noch nicht begonnen. Deine Daten sind gespeichert und können zum Registrierungsstart abgeschickt werden. Das ist am",
  "SUBMIT_COUNTDOWN_PRETEXT_SHORT": "Die Registrierung beginnt bald! Sei bereit!",
  "START_REG": "Start Registration!",
  "WELCOME_TEXT": "Die Registrierung zur Eurofurence ist dein erster Schritt um an Europas größter Furry-Convention teilzunehmen! Bitte lese dir die folgenden Informationen aufmerksam durch, um einen reibungslosen Registrierungsablauf zu gewährleisten.",
  "POLICIES_HEADER": "Richtlinien",
  "POLICIES_TEXT1": "Bevor du deine Registrierung abschickst, lies dir bitte unsere ",
  "POLICIES_LINK": "Richtlinien",
  "POLICIES_TEXT2": " durch. Wenn du deine Registrierung abschickst, wir sie akzeptieren und du bezahlst, gehst du einen rechtlich bindenen Vertrag mit Eurofurence e.V. ein. Die Richtlinien sind Teil dieses Vertrags.",
  "POLICIES_TEXT3": "Bitte beachte dass die Hotelbuchung kein Teil dieses initialen Registrierungsprozesses sind. Um ein Hotel-Zimmer zu buchen, benutze bitte die Eurofurence Hotelbuchungs-Seite nach deiner Registrierung.",
  "HOW_TO_REGISTER_TITLE": "Zur Registrierung",
  "HOW_TO_REGISTER": "Klicke einfach auf den \"Starte Registrierung\" Knopf um deine persönlichen Daten und deine Convention-Pakete zu buchen. Nachdem du deine Daten eingegeben hast, bekommst du die Möglichkeit, diese nochmals zu prüfen bevor du deine Registrierung abschickst.",
  "AFTER_REGISTRATION_TITLE": "Nach der Registrierung",
  "AFTER_REGISTRATION_TEXT": "Wenn du deine Registrierung abschickst erhälst du eine E-Mail mit einem Bestätigungslink. Nachdem du diesen Link angeklickt hast werden deine Daten von unserem Team manuell geprüft. Bitte habe etwas Geduld da dieser Schritt einige Zeit in Anspruch nehmen kann. Wenn alles okay ist, erhälst du eine zweite E-Mail mit der Zahlungsaufforderung. Kreditkarten (Mastercard®, VISA®) sind die bevorzugte Zahlungsweise. Nachdem deine Zahlung eingegangen ist kannst du dich zurücklehnen und auf die Eurofurence freuen! Wenn du zusätzliche ein Hotelzimmer buchen willst, schau dir bitte unsere separate Hotelbuchungsseite an.",
  "HEADER_FORM": "Registrierungs Formular",
  "HEADER_SUMMARY": "Zusammenfassung",
  "NAME_ADDRESS": "Name & Addresse",
  "NICKNAME": "Nickname",
  "NICKNAME_HELP": "This is your nickname or \"fan name\". It will be printed on your name badge, and it will double as your login name.<br><br>This field is mandatory, which means it <b>must</b> be filled in.<br><br>Your nickname will end up on your name badge in HUGE letters, and it is usually the name people are going to address you with. If you don't have one, simply put in your first name, or anything else you would like to be adressed with.<br><br>To avoid ascii art or other unpronounceable nicknames, there is now a rule that your nickname must at least contain two letters and may not contain more than two non-alphabetical symbols.",
  "FIRST_NAME": "Vorname",
  "FIRST_NAME_HELP": "Fill in your legal first name here precisely as it's shown on your ID or passport.<br><br>This field is mandatory, which means it <b>must</b> be filled in.<br><br>Your legal name will not be printed on your badge, and it will not be shown in the list of sponsors or supersponsors, but for purposes of communication with the hotel and for insurance and security purposes we still need this information.<br><br>Your ID will be checked when you arrive at the convention.<br><br>Middle names may be omitted, so if your name is \"Jean Claude Baptiste\" then it's fine to just enter \"Jean\".",
  "LAST_NAME": "Nachname",
  "LAST_NAME_HELP": "Fill in your legal last name here precisely as it's shown on your ID or passport.<br><br>This field is mandatory, which means it <b>must</b> be filled in.<br><br>Your legal name will not be printed on your badge, and it will not be shown in the list of sponsors or supersponsors, but for purposes of communication with the hotel and for insurance and security purposes we still need this information.<br><br>Your ID will be checked when you arrive at the convention.<br><br>If you want to specify middle names, please add them to the first name.",
  "STREET": "Straße",
  "STREET_HELP": "Fill in the street and number of your postal address. This must be your own residential address, no post box adresses allowed.<br><br>This field is mandatory, which means it <b>must</b> be filled in.<br><br>UK citizens: If your address has no street number or house number, please enter the building name here.",
  "ZIP": "PLZ + Stadt",
  "ZIP_HELP": "Fill in the zip code (PLZ, post code) and city of your postal address. This must be your own residential address, no post box adresses allowed.<br><br>This field is mandatory, which means it <b>must</b> be filled in.",
  "COUNTRY": "Land",
  "COUNTRY_HELP": "Select the name of your country that's part of your postal address.<br><br>This field is mandatory, which means it <b>must</b> be filled in.<br><br>If your country isn't on this list, or if you're from another planet, please contact our staff.",
  "COUNTRY_BADGE": "Land auf dem Badge",
  "COUNTRY_BADGE_HELP": "Select the name of the country you would like to be shown on your badge.<br><br>The system automatically sets this to your country of residence. You can change this to have another country displayed on your badge. This makes sense primarily if you do not speak the language usually spoken in your country of residence.<br><br>If your country isn't on this list, or if you're from another planet, please contact our staff.",
  "STATE": "Staat oder Bundesland",
  "STATE_HELP": "Fill in the name of the state or province you live in. This must be your own residential address, no post box adresses allowed.<br><br>This field is not mandatory, unless a state or province is part of your address. Leave it empty if it doesn't apply.",
  "EMAIL": "E-mail",
  "EMAIL_HELP": "Enter a valid email address here. This will be our primary means of reaching you. A confirmation email will be sent to this address. If you enter an invalid or unreachable email, your registration will not be accepted.<br><br>This field is mandatory, which means it <b>must</b> be filled in.",
  "EMAIL_REPEAT": "E-mail (2. Eingabe)",
  "PHONE": "Telefon",
  "PHONE_HELP": "Please enter your private phone number here. It doesn't matter if it's a fixed line or a mobile phone.<br><br>This field is mandatory, which means it <b>must</b> be filled in.<br><br>If you are not a staff member, we will only attempt to call you in cases of emergencies, and if all other means of getting in touch with you have failed. <br><br>Please use the international notation, including the international access code. Germany has the international access code \"49\". So what is written as \"02151-123456\" in Germany is \"+49-2151-123456\" in international notation.",
  "PERSONAL_INFORMATION": "Personal Information",
  "BIRTHDAY": "Geburtstag",
  "BIRTHDAY_HELP": "It is very important to give us your correct date of birth.<br><br>This field is mandatory, which means it <b>must</b> be filled in.<br><br>Your ID will be checked when you arrive at the convention.<br><br>You must be 18 years old by the time the convention starts. Because of the liability risks of German youth welfare legislation, we cannot accept minors. Sorry.",
  "GENDER": "Geschlecht",
  "GENDER_HELP": "This information is collected for statistical purposes. If you do not wish to provide us with this information, simply select \"don't wish to say\".",
  "PARTNER": "Lebenspartner(in)",
  "PARTNER_HELP": "Significant Other",
  "TELEGRAM": "Telegram",
  "TELEGRAM_HELP": "Dein Telegram Name, fängt mit @ an",
  "MEMBERSHIP_PACKAGES": "Membership Packages",
  "OPTIONAL_INFORMATION": "Optional Information",
  "TSHIRT_SIZE": "T-Shirt Größe",
  "TSHIRT_SIZE_HELP": "This field is optional, which means that you do not have to fill it out.<br><br>Each year, Eurofurence produces an official convention T-shirt. By supplying us with your shirt size, you enable us to make sure that we will have enough shirts of each size in stock.",
  "USER_COMMENTS": "Kommentare",
  "USER_COMMENTS_HELP": "This field is for additional information regarding your registration. Do not use this field to ask us questions, because there is no good way for us to answer! If you have questions, please use the appropriate email adresses as listed under the \"contact\" section on the homepage! Thank you!",
  "OPTIONS": "Optionen",
  "GOTO_SUMMARY": "Zusammenfassung anzeigen",
  "EDIT": "Daten bearbeiten",
  "MALE": "Männlich",
  "FEMALE": "Weiblich",
  "OTHER": "Sonstige",
  "DONT_SAY": "Keine Angabe",
  "CONVENTION_INFO": "Convention Information",
  "TERMS1": "Yes, I agree to the",
  "TERMS_AND_CONDITIONS": "Terms and Conditions",
  "TERMS2": ". I also acknowledge that Eurofurence e.V. reserves the right to reject registrations for any reason. I am aware that I will have to sign the",
  "WAIVER": "Liability Waiver",
  "TERMS3": "when I arrive, and I agree to its terms. I agree to adhere to the",
  "ROC": "Rules of Conduct",
  "TERMS4": "during my time at Eurofurence.",
  "REFUNDS1": "Because Eurofurence does not give refunds, it is not possible to deselect options once they are paid for. As a side effect, you can not use this form to upgrade from sponsor to supersponsor once you have paid. If that is the case, please contact us by",
  "REFUNDS2": "and we will make the change for you. Thank you!",
  "PAYMENT_DATE": "Tariff is determined by payment date, not registration date.",
  "SUBMIT": "Registrierung abschicken",
  "ERROR_CHECKBOX": "You need to check the checkbox that you have understood the rules before you can submit your registration",
  "ERROR_TIMESERVER": "Zeitserver nicht erreichbar!",
  "ERROR_COUNTDOWN": "Submission of Registration is not yet available",
  "ERROR_INVALID": "Your entered registration data is invalid. Please go back and correct it.",
  "ERROR_UNKNOWN": "An unknown error occured. Please try again.",
  "LEGAL_NOTICE": "Legal Notice: ",
  "LEGAL_NOTICE_TEXT": "By submitting your registration you ask Eurofurence e.V. to offer you a place at EF. The actual contract offer is made when we accept your registration and e-mail you the payment details, which you can then accept by sending your payment.",
  "SUCCESS": "Registration Erfolgreich!",
  "REG_NUMBER": "Deine Registrations-Nummer ist",
  "SUCCESS_EMAIL": "Du erhälst eine Email mit einem Bestätigungslink. Bitte beachte das es mindestens 30 Minuten dauern kann, bis die Email ankommt.",
  "ERROR": "Da lief etwas schief!",
  "GENERIC_ERROR": "Es gab einen Fehler beim Abschicken der Registration oder beim verarbeiten der Antwort:",
  "SERVER_ERROR": "Der Registrations-Server konnte die Anfrage nicht bearbeiten. Bitte schicke uns die folgenden Informationen:"
}
