{
  "HEADER": "Eurofurence Registration",
  "COUNTDOWN_PRETEXT_LONG": "The registration starts on",
  "COUNTDOWN_PRETEXT_SHORT": "Registration starts soon! Get ready!",
  "SUBMIT_COUNTDOWN_PRETEXT_LONG": "You can submit your registration on",
  "SUBMIT_COUNTDOWN_PRETEXT_SHORT": "Registration starts soon! Get ready!",
  "START_REG": "Start Registration!",
  "WELCOME_TEXT": "Welcome to the Eurofurence Registration System. Before you continue, please have a look at our Policies. By submitting your registration, having it accepted by us, and then initiating your payment, you enter a legally binding contract with Eurofurence e.V. that these terms and conditions become a part of.",
  "HOW_TO_REGISTER_TITLE": "How to register",
  "HOW_TO_REGISTER": "Click on \"New Registration\" in the navigation bar on the left. You need to have cookies enabled in your browser. During the registation process you will need to enter your personal data and booking options. When you have submitted this information, you will receive an automatic confirmation email within a few minutes. It contains a URL that you must click on to verify your email address. Your application will then be manually screened by someone on the registration team. Within a couple of days after completing your registration, you should receive an email containing the payment details or a notification that you have been put on the waiting list if no more spaces are currently available.",
  "HEADER_FORM": "Registration Form",
  "NAME_ADDRESS": "Name & Address",
  "NICKNAME": "Nickname",
  "NICKNAME_HELP": "This is your nickname or \"fan name\". It will be printed on your name badge, and it will double as your login name. This field is mandatory, which means it must be filled in. Your nickname will end up on your name badge in HUGE letters, and it is usually the name people are going to address you with. If you don't have one, simply put in your first name, or anything else you would like to be adressed with. To avoid ascii art or other unpronounceable nicknames, there is now a rule that your nickname must at least contain two letters and may not contain more than two non-alphabetical symbols.",
  "FIRST_NAME": "First Name",
  "LAST_NAME": "Last Name",
  "STREET": "Street",
  "ZIP": "ZIP",
  "CITY": "City",
  "COUNTRY": "Country",
  "COUNTRY_BADGE": "Country on Badge",
  "STATE": "State",
  "EMAIL": "E-mail",
  "EMAIL_REPEAT": "E-mail (repeat)",
  "PHONE": "Phone",
  "PERSONAL_INFORMATION": "Personal Information",
  "BIRTHDAY": "Date of birth",
  "GENDER": "Gender",
  "PARTNER": "Significant Other",
  "MEMBERSHIP_PACKAGES": "Membership Packages",
  "OPTIONAL_INFORMATION": "Optional Information",
  "TSHIRT_SIZE": "T-Shirt size",
  "USER_COMMENTS": "Comments",
  "OPTIONS": "Options",
  "GOTO_SUMMARY": "See Summary",
  "MALE": "male",
  "FEMALE": "female",
  "OTHER": "other",
  "DONT_SAY": "Don't wish to say",
  "CONVENTION_INFO": "Convention Information",
  "RULES_CHECKBOX": "I have understood the rules and stuff.",
  "RULES_CHECKBOX_LINK": "It can even contain a link",
  "SUBMIT": "Submit Registration"
}
