{
  "HEADER": "Eurofurence Registration System",
  "WELCOME_HEADER": "Welcome to Eurofurence!",
  "COUNTDOWN_PRETEXT_LONG": "The registration has not started yet. You can already enter your information, but not submit it until the registration officially starts. This will be on",
  "COUNTDOWN_PRETEXT_SHORT": "Registration starts soon! You can already enter your information to be ready to submit your registration in:",
  "SUBMIT_COUNTDOWN_PRETEXT_LONG": "The registration has not started yet. Your data is automatically saved and can be submitted on",
  "SUBMIT_COUNTDOWN_PRETEXT_SHORT": "Registration starts soon! Get Ready!",
  "START_REG": "Start Registration!",
  "WELCOME_TEXT": "Registering for Eurofurence is your first step of taking part in Europes biggest Furry Convention! Please read the following information carefully to ensure you have a smooth registration process",
  "POLICIES_HEADER": "Policies",
  "POLICIES_TEXT1": "Before you submit your registration, please have a look at our ",
  "POLICIES_LINK": "Policies",
  "POLICIES_TEXT2": ". By submitting your registration, having it accepted by us, and then initiating your payment, you enter a legally binding contract with Eurofurence e.V. that these terms and conditions become a part of.",
  "POLICIES_TEXT3": "Please note that the booking of hotel rooms is not part of this initial registration process. To book a hotel room, please use the Eurofurence hotel booking site after your registration.",
  "HOW_TO_REGISTER_TITLE": "How to register",
  "HOW_TO_REGISTER": "Simply click on the \"Start Registration\" button below to enter your personal information and what convention packages you want to book. After entering the data, you get the chance to review your registration before submitting it.",
  "AFTER_REGISTRATION_TITLE": "After Registration",
  "AFTER_REGISTRATION_TEXT": "When you submit your registration, you will get an email with a confirmation link. After clicking this link your data will be manually reviewed by our staff. Please be patient as this step can take some time. If everything is okay, you will get another e-mail informing you that you can now pay. Credit cards (Mastercard®, VISA®) are the preferred method of payment. After payment is completed, you can look forward to Eurofurence! If you also want to book a hotel room, please have a look at our separate hotel booking application.",
  "HEADER_FORM": "Registration Form",
  "HEADER_SUMMARY": "Summary",
  "NAME_ADDRESS": "Name & Address",
  "NICKNAME": "Nickname",
  "NICKNAME_HELP": "This is your nickname or \"fan name\". It will be printed on your name badge, and it will double as your login name. This field is mandatory, which means it must be filled in. Your nickname will end up on your name badge in HUGE letters, and it is usually the name people are going to address you with. If you don't have one, simply put in your first name, or anything else you would like to be adressed with. To avoid ascii art or other unpronounceable nicknames, there is now a rule that your nickname must at least contain two letters and may not contain more than two non-alphabetical symbols.",
  "FIRST_NAME": "First Name",
  "LAST_NAME": "Last Name",
  "STREET": "Street",
  "ZIP": "ZIP",
  "CITY": "City",
  "COUNTRY": "Country",
  "COUNTRY_BADGE": "Country on Badge",
  "STATE": "State",
  "EMAIL": "E-mail",
  "EMAIL_REPEAT": "E-mail (repeat)",
  "PHONE": "Phone",
  "PERSONAL_INFORMATION": "Personal Information",
  "BIRTHDAY": "Date of birth",
  "GENDER": "Gender",
  "PARTNER": "Significant Other",
  "MEMBERSHIP_PACKAGES": "Membership Packages",
  "OPTIONAL_INFORMATION": "Optional Information",
  "TSHIRT_SIZE": "T-Shirt size",
  "USER_COMMENTS": "Comments",
  "OPTIONS": "Options",
  "GOTO_SUMMARY": "See Summary",
  "EDIT": "Edit Registration",
  "MALE": "male",
  "FEMALE": "female",
  "OTHER": "other",
  "DONT_SAY": "Don't wish to say",
  "CONVENTION_INFO": "Convention Information",
  "TERMS1": "Yes, I agree to the",
  "TERMS_AND_CONDITIONS": "Terms and Conditions",
  "TERMS2": ". I also acknowledge that Eurofurence e.V. reserves the right to reject registrations for any reason. I am aware that I will have to sign the",
  "WAIVER": "Liability Waiver",
  "TERMS3": "when I arrive, and I agree to its terms. I agree to adhere to the",
  "ROC": "Rules of Conduct",
  "TERMS4": "during my time at Eurofurence.",
  "REFUNDS1": "Because Eurofurence does not give refunds, it is not possible to deselect options once they are paid for. As a side effect, you can not use this form to upgrade from sponsor to supersponsor once you have paid. If that is the case, please contact us by",
  "REFUNDS2": "and we will make the change for you. Thank you!",
  "PAYMENT_DATE": "Tariff is determined by payment date, not registration date.",
  "SUBMIT": "Submit Registration",
  "ERROR_CHECKBOX": "You need to check the checkbox that you have understood the rules before you can submit your registration",
  "ERROR_COUNTDOWN": "Submission of Registration is not yet available",
  "ERROR_INVALID": "Your entered registration data is invalid. Please go back and correct it.",
  "ERROR_UNKNOWN": "An unknown error occured. Please try again.",
  "LEGAL_NOTICE": "Legal Notice: ",
  "LEGAL_NOTICE_TEXT": "By submitting your registration you ask Eurofurence e.V. to offer you a place at EF. The actual contract offer is made when we accept your registration and e-mail you the payment details, which you can then accept by sending your payment.",
  "SUCCESS": "Submission Successful! You will receive an email with a confirmation link. Please note that it takes at least 30 minuted for the Email to arrive. Your registration number is: "
}
