{
  "HEADER": "Eurofurence Registration System",
  "WELCOME_HEADER": "Welcome to Eurofurence!",
  "COUNTDOWN_PRETEXT_LONG": "The registration has not started yet. You can already enter your information, but not submit it until the registration officially starts. This will be on",
  "COUNTDOWN_PRETEXT_SHORT": "Registration starts soon! You can already enter your information to be ready to submit your registration in:",
  "COUNTDOWN_ERROR": "Timeserver not reachable!",
  "SUBMIT_COUNTDOWN_PRETEXT_LONG": "The registration has not started yet. Your data is automatically saved and can be submitted on",
  "SUBMIT_COUNTDOWN_PRETEXT_SHORT": "Registration starts soon! Get Ready!",
  "START_REG": "Start Registration!",
  "WELCOME_TEXT": "Registering for Eurofurence is your first step of taking part in Europes biggest Furry Convention! Please read the following information carefully to ensure you have a smooth registration process",
  "POLICIES_HEADER": "Policies",
  "POLICIES_TEXT1": "Before you submit your registration, please have a look at our ",
  "POLICIES_LINK": "Policies",
  "POLICIES_TEXT2": ". By submitting your registration, having it accepted by us, and then initiating your payment, you enter a legally binding contract with Eurofurence e.V. that these terms and conditions become a part of.",
  "POLICIES_TEXT3": "Please note that the booking of hotel rooms is not part of this initial registration process. To book a hotel room, please use the Eurofurence hotel booking site after your registration.",
  "HOW_TO_REGISTER_TITLE": "How to register",
  "HOW_TO_REGISTER": "Simply click on the \"Start Registration\" button below to enter your personal information and what convention packages you want to book. After entering the data, you get the chance to review your registration before submitting it.",
  "AFTER_REGISTRATION_TITLE": "After Registration",
  "AFTER_REGISTRATION_TEXT": "When you submit your registration, you will get an email with a confirmation link. After clicking this link your data will be manually reviewed by our staff. Please be patient as this step can take some time. If everything is okay, you will get another e-mail informing you that you can now pay. Credit cards (Mastercard®, VISA®) are the preferred method of payment. After payment is completed, you can look forward to Eurofurence! If you also want to book a hotel room, please have a look at our separate hotel booking application.",
  "HEADER_FORM": "Registration Form",
  "HEADER_SUMMARY": "Summary",
  "NAME_ADDRESS": "Name & Address",
  "NICKNAME": "Nickname",
  "NICKNAME_HELP": "This is your nickname or \"fan name\". It will be printed on your name badge, and it will double as your login name.<br><br>This field is mandatory, which means it <b>must</b> be filled in.<br><br>Your nickname will end up on your name badge in HUGE letters, and it is usually the name people are going to address you with. If you don't have one, simply put in your first name, or anything else you would like to be adressed with.<br><br>To avoid ascii art or other unpronounceable nicknames, there is now a rule that your nickname must at least contain two letters and may not contain more than two non-alphabetical symbols.",
  "FIRST_NAME": "First Name",
  "FIRST_NAME_HELP": "Fill in your legal first name here precisely as it's shown on your ID or passport.<br><br>This field is mandatory, which means it <b>must</b> be filled in.<br><br>Your legal name will not be printed on your badge, and it will not be shown in the list of sponsors or supersponsors, but for purposes of communication with the hotel and for insurance and security purposes we still need this information.<br><br>Your ID will be checked when you arrive at the convention.<br><br>Middle names may be omitted, so if your name is \"Jean Claude Baptiste\" then it's fine to just enter \"Jean\".",
  "LAST_NAME": "Last Name",
  "LAST_NAME_HELP": "Fill in your legal last name here precisely as it's shown on your ID or passport.<br><br>This field is mandatory, which means it <b>must</b> be filled in.<br><br>Your legal name will not be printed on your badge, and it will not be shown in the list of sponsors or supersponsors, but for purposes of communication with the hotel and for insurance and security purposes we still need this information.<br><br>Your ID will be checked when you arrive at the convention.<br><br>If you want to specify middle names, please add them to the first name.",
  "STREET": "Street",
  "STREET_HELP": "Fill in the street and number of your postal address. This must be your own residential address, no post box adresses allowed.<br><br>This field is mandatory, which means it <b>must</b> be filled in.<br><br>UK citizens: If your address has no street number or house number, please enter the building name here.",
  "ZIP": "ZIP + City",
  "ZIP_HELP": "Fill in the zip code (PLZ, post code) and city of your postal address. This must be your own residential address, no post box adresses allowed.<br><br>This field is mandatory, which means it <b>must</b> be filled in.",
  "COUNTRY": "Country",
  "COUNTRY_HELP": "Select the name of your country that's part of your postal address.<br><br>This field is mandatory, which means it <b>must</b> be filled in.<br><br>If your country isn't on this list, or if you're from another planet, please contact our staff.",
  "COUNTRY_BADGE": "Country on Badge",
  "COUNTRY_BADGE_HELP": "Select the name of the country you would like to be shown on your badge.<br><br>The system automatically sets this to your country of residence. You can change this to have another country displayed on your badge. This makes sense primarily if you do not speak the language usually spoken in your country of residence.<br><br>If your country isn't on this list, or if you're from another planet, please contact our staff.",
  "STATE": "State",
  "STATE_HELP": "Fill in the name of the state or province you live in. This must be your own residential address, no post box adresses allowed.<br><br>This field is not mandatory, unless a state or province is part of your address. Leave it empty if it doesn't apply.",
  "EMAIL": "E-mail",
  "EMAIL_HELP": "Enter a valid email address here. This will be our primary means of reaching you. A confirmation email will be sent to this address. If you enter an invalid or unreachable email, your registration will not be accepted.<br><br>This field is mandatory, which means it <b>must</b> be filled in.",
  "EMAIL_REPEAT": "E-mail (repeat)",
  "PHONE": "Phone",
  "PHONE_HELP": "Please enter your private phone number here. It doesn't matter if it's a fixed line or a mobile phone.<br><br>This field is mandatory, which means it <b>must</b> be filled in.<br><br>If you are not a staff member, we will only attempt to call you in cases of emergencies, and if all other means of getting in touch with you have failed. <br><br>Please use the international notation, including the international access code. Germany has the international access code \"49\". So what is written as \"02151-123456\" in Germany is \"+49-2151-123456\" in international notation.",
  "PERSONAL_INFORMATION": "Personal Information",
  "BIRTHDAY": "Date of birth",
  "BIRTHDAY_HELP": "It is very important to give us your correct date of birth.<br><br>This field is mandatory, which means it <b>must</b> be filled in.<br><br>Your ID will be checked when you arrive at the convention.<br><br>You must be 18 years old by the time the convention starts. Because of the liability risks of German youth welfare legislation, we cannot accept minors. Sorry.",
  "GENDER": "Gender",
  "GENDER_HELP": "This information is collected for statistical purposes. If you do not wish to provide us with this information, simply select \"don't wish to say\".",
  "PARTNER": "Significant Other",
  "PARTNER_HELP": "Significant Other",
  "TELEGRAM": "Telegram",
  "TELEGRAM_HELP": "Your Telegram handle, starting with the @",
  "MEMBERSHIP_PACKAGES": "Membership Packages",
  "OPTIONAL_INFORMATION": "Optional Information",
  "TSHIRT_SIZE": "T-Shirt size",
  "TSHIRT_SIZE_HELP": "This field is optional, which means that you do not have to fill it out.<br><br>Each year, Eurofurence produces an official convention T-shirt. By supplying us with your shirt size, you enable us to make sure that we will have enough shirts of each size in stock.",
  "USER_COMMENTS": "Comments",
  "USER_COMMENTS_HELP": "This field is for additional information regarding your registration. Do not use this field to ask us questions, because there is no good way for us to answer! If you have questions, please use the appropriate email adresses as listed under the \"contact\" section on the homepage! Thank you!",
  "OPTIONS": "Options",
  "GOTO_SUMMARY": "See Summary",
  "EDIT": "Edit Registration",
  "MALE": "male",
  "FEMALE": "female",
  "OTHER": "other",
  "DONT_SAY": "Don't wish to say",
  "CONVENTION_INFO": "Convention Information",
  "TERMS1": "Yes, I agree to the",
  "TERMS_AND_CONDITIONS": "Terms and Conditions",
  "TERMS2": ". I also acknowledge that Eurofurence e.V. reserves the right to reject registrations for any reason. I am aware that I will have to sign the",
  "WAIVER": "Liability Waiver",
  "TERMS3": "when I arrive, and I agree to its terms. I agree to adhere to the",
  "ROC": "Rules of Conduct",
  "TERMS4": "during my time at Eurofurence.",
  "REFUNDS1": "Because Eurofurence does not give refunds, it is not possible to deselect options once they are paid for. As a side effect, you can not use this form to upgrade from sponsor to supersponsor once you have paid. If that is the case, please contact us by",
  "REFUNDS2": "and we will make the change for you. Thank you!",
  "PAYMENT_DATE": "Tariff is determined by payment date, not registration date.",
  "SUBMIT": "Submit Registration",
  "ERROR_CHECKBOX": "You need to check the checkbox that you have understood the rules before you can submit your registration",
  "ERROR_TIMESERVER": "Timeserver not reachable!",
  "ERROR_COUNTDOWN": "Submission of Registration is not yet available",
  "ERROR_INVALID": "Your entered registration data is invalid. Please go back and correct it.",
  "ERROR_UNKNOWN": "An unknown error occured. Please try again.",
  "LEGAL_NOTICE": "Legal Notice: ",
  "LEGAL_NOTICE_TEXT": "By submitting your registration you ask Eurofurence e.V. to offer you a place at EF. The actual contract offer is made when we accept your registration and e-mail you the payment details, which you can then accept by sending your payment.",
  "SUCCESS": "Submission Successful!",
  "REG_NUMBER": "Your registration number is",
  "SUCCESS_EMAIL": "You will receive an email with a confirmation link. Please note that it takes at least 30 minutes for the Email to arrive.",
  "ERROR": "Someting went wrong!",
  "GENERIC_ERROR": "There was an error while submitting the registration or processing the server response:",
  "SERVER_ERROR": "The server was unable to process the registration. Please contact us with the following information:"
}
